/* ************************************************************************** */
/*                                                                            */
/* 每位工程师都有保持代码优雅和整洁的义务                                             */
/*                                                                            */
/* ************************************************************************** */
/**
 * Created by saber on 16/3/24.
 */
// 如果开启watch的话,就不进行代码覆盖率测试

// 代码覆盖率报告生成配置
export default ({ watch }) => ({
  enabled: !watch,
  reporters: [
    { type: 'lcov' },
    { type: 'text-summary' },
    { type: 'text' },
    { type: 'html', dir: 'coverage' }
  ]
});
