/* ************************************************************************** */
/*                                                                            */
/* 每位工程师都有保持代码优雅和整洁的义务                                             */
/*                                                                            */
/* ************************************************************************** */
/**
 * Created by saber on 16/3/24.
 */
/*
 *  一些目录结构
 */
export default {
  bin: 'bin',
  config: 'config',
  src: 'src',
  dist: 'dist',
  test: 'test',
  coverage: 'coverage',
  modules: 'node_modules'
}